const param = {
    data: [{
        "标题": "用户登录测试用例",
        "迭代": "",
        "版本": "",
        "所属空间": "新测试管理",
        "优先级": "最高",
        "事项ID": "TEST_TEST_00022343242342342-3",
        "事项类型": "测试用例",
        "修改时间": 44630.59587962963,
        "创建时间": 44621.68261574074,
        "创建人": "测试管理",
        "事项组": "默认事项组",
        "状态": "新建",
        "修改人": "测试管理",
        "负责人": "测试管理",
        "用户y": "测试管理"
    }, {
        "标题": "444",
        "迭代": "",
        "版本": "",
        "所属空间": "新测试管理",
        "优先级": "最高",
        "事项ID": "TEST_TEST_00022343242342342-2",
        "事项类型": "测试用例",
        "修改时间": 44620.495416666665,
        "创建时间": 44620.495416666665,
        "创建人": "测试管理",
        "事项组": "默认事项组",
        "状态": "新建",
        "负责人": "",
        "铺底数据_日期0": 44607,
        "y-负责人": "测试管理"
    }],
    appFieldsData: [{
        "test-case": "测试用例"
    }, {
        "test-case": "测试用例"
    }],
    fieldMapping: {
        "标题": "name",
        "事项类型": "test-case"
    },
}

const {
    data,
    appFieldsData
} = triggerParams;

console.log('import 数据', data, appFieldsData)